1 Number of Thread/statistics.json
{
  "GET Seller Product ID" : {
    "transaction" : "GET Seller Product ID",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 406.0,
    "medianResTime" : 406.0,
    "minResTime" : 406.0,
    "maxResTime" : 406.0,
    "pct1ResTime" : 406.0,
    "pct2ResTime" : 406.0,
    "pct3ResTime" : 406.0,
    "throughput" : 2.4630541871921183,
    "receivedKBytesPerSec" : 1.7294296490147782,
    "sentKBytesPerSec" : 0.8274322660098522
  },
  "POST Seller Product" : {
    "transaction" : "POST Seller Product",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1856.0,
    "medianResTime" : 1856.0,
    "minResTime" : 1856.0,
    "maxResTime" : 1856.0,
    "pct1ResTime" : 1856.0,
    "pct2ResTime" : 1856.0,
    "pct3ResTime" : 1856.0,
    "throughput" : 0.5387931034482758,
    "receivedKBytesPerSec" : 0.34884748787715514,
    "sentKBytesPerSec" : 75.09060563712283
  },
  "Login" : {
    "transaction" : "Login",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 378.0,
    "medianResTime" : 378.0,
    "minResTime" : 378.0,
    "maxResTime" : 378.0,
    "pct1ResTime" : 378.0,
    "pct2ResTime" : 378.0,
    "pct3ResTime" : 378.0,
    "throughput" : 2.6455026455026456,
    "receivedKBytesPerSec" : 1.296916335978836,
    "sentKBytesPerSec" : 1.0747354497354498
  },
  "GET Buyer Product" : {
    "transaction" : "GET Buyer Product",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 3783.0,
    "medianResTime" : 3783.0,
    "minResTime" : 3783.0,
    "maxResTime" : 3783.0,
    "pct1ResTime" : 3783.0,
    "pct2ResTime" : 3783.0,
    "pct3ResTime" : 3783.0,
    "throughput" : 0.26434047052603754,
    "receivedKBytesPerSec" : 458.4657617135871,
    "sentKBytesPerSec" : 0.10093469138250066
  },
  "POST Buyer Order" : {
    "transaction" : "POST Buyer Order",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 423.0,
    "medianResTime" : 423.0,
    "minResTime" : 423.0,
    "maxResTime" : 423.0,
    "pct1ResTime" : 423.0,
    "pct2ResTime" : 423.0,
    "pct3ResTime" : 423.0,
    "throughput" : 2.3640661938534278,
    "receivedKBytesPerSec" : 1.576813682033097,
    "sentKBytesPerSec" : 0.9373153073286052
  },
  "GET Buyer Order" : {
    "transaction" : "GET Buyer Order",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 410.0,
    "medianResTime" : 410.0,
    "minResTime" : 410.0,
    "maxResTime" : 410.0,
    "pct1ResTime" : 410.0,
    "pct2ResTime" : 410.0,
    "pct3ResTime" : 410.0,
    "throughput" : 2.4390243902439024,
    "receivedKBytesPerSec" : 18.699980945121954,
    "sentKBytesPerSec" : 0.797923018292683
  },
  "GET Buyer Product ID" : {
    "transaction" : "GET Buyer Product ID",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 395.0,
    "medianResTime" : 395.0,
    "minResTime" : 395.0,
    "maxResTime" : 395.0,
    "pct1ResTime" : 395.0,
    "pct2ResTime" : 395.0,
    "pct3ResTime" : 395.0,
    "throughput" : 2.5316455696202533,
    "receivedKBytesPerSec" : 2.8406843354430378,
    "sentKBytesPerSec" : 0.8381131329113923
  },
  "DELETE Seller Product ID" : {
    "transaction" : "DELETE Seller Product ID",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 409.0,
    "medianResTime" : 409.0,
    "minResTime" : 409.0,
    "maxResTime" : 409.0,
    "pct1ResTime" : 409.0,
    "pct2ResTime" : 409.0,
    "pct3ResTime" : 409.0,
    "throughput" : 2.444987775061125,
    "receivedKBytesPerSec" : 0.7688340464547678,
    "sentKBytesPerSec" : 0.8738921149144255
  },
  "GET Buyer Order ID" : {
    "transaction" : "GET Buyer Order ID",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 314.0,
    "medianResTime" : 314.0,
    "minResTime" : 314.0,
    "maxResTime" : 314.0,
    "pct1ResTime" : 314.0,
    "pct2ResTime" : 314.0,
    "pct3ResTime" : 314.0,
    "throughput" : 3.1847133757961785,
    "receivedKBytesPerSec" : 4.32921974522293,
    "sentKBytesPerSec" : 1.0605344347133758
  },
  "GET Seller Product" : {
    "transaction" : "GET Seller Product",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 332.0,
    "medianResTime" : 332.0,
    "minResTime" : 332.0,
    "maxResTime" : 332.0,
    "pct1ResTime" : 332.0,
    "pct2ResTime" : 332.0,
    "pct3ResTime" : 332.0,
    "throughput" : 3.0120481927710845,
    "receivedKBytesPerSec" : 7.277155496987952,
    "sentKBytesPerSec" : 0.994211219879518
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 12,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 924.5833333333334,
    "medianResTime" : 407.5,
    "minResTime" : 314.0,
    "maxResTime" : 3783.0,
    "pct1ResTime" : 3245.100000000002,
    "pct2ResTime" : 3783.0,
    "pct3ResTime" : 3783.0,
    "throughput" : 1.080010800108001,
    "receivedKBytesPerSec" : 157.59438844388444,
    "sentKBytesPerSec" : 13.014358659211592
  },
  "PUT Buyer Order ID" : {
    "transaction" : "PUT Buyer Order ID",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 399.0,
    "medianResTime" : 399.0,
    "minResTime" : 399.0,
    "maxResTime" : 399.0,
    "pct1ResTime" : 399.0,
    "pct2ResTime" : 399.0,
    "pct3ResTime" : 399.0,
    "throughput" : 2.506265664160401,
    "receivedKBytesPerSec" : 1.7989309210526314,
    "sentKBytesPerSec" : 0.9447446741854636
  },
  "register" : {
    "transaction" : "register",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1990.0,
    "medianResTime" : 1990.0,
    "minResTime" : 1990.0,
    "maxResTime" : 1990.0,
    "pct1ResTime" : 1990.0,
    "pct2ResTime" : 1990.0,
    "pct3ResTime" : 1990.0,
    "throughput" : 0.5025125628140704,
    "receivedKBytesPerSec" : 0.2772652324120603,
    "sentKBytesPerSec" : 0.8332679020100503
  }
}